
BBHISTORY = {
}
BBGHISTORY = {
}
BBCCHISTORY = {
	"[08:51:07][CHANNEL][昭仙儿]: 魔兽怀旧全服交流Q群224 384 702，欢迎各位商人老板加群224 384 702。", -- [1]
	"[08:52:12][CHANNEL][昭仙儿]: 魔兽怀旧全服交流Q群224 384 702，欢迎各位商人老板加群224 384 702。", -- [2]
	"[08:53:18][CHANNEL][昭仙儿]: 魔兽怀旧全服交流Q群224 384 702，欢迎各位商人老板加群224 384 702。", -- [3]
	"[08:54:23][CHANNEL][昭仙儿]: 魔兽怀旧全服交流Q群224 384 702，欢迎各位商人老板加群224 384 702。", -- [4]
	"[08:55:24][CHANNEL][昭仙儿]: 魔兽怀旧全服交流Q群224 384 702，欢迎各位商人老板加群224 384 702。", -- [5]
	"[08:56:31][CHANNEL][昭仙儿]: 魔兽怀旧全服交流Q群224 384 702，欢迎各位商人老板加群224 384 702。", -- [6]
	"[08:57:36][CHANNEL][昭仙儿]: 魔兽怀旧全服交流Q群224 384 702，欢迎各位商人老板加群224 384 702。", -- [7]
	"[08:58:45][CHANNEL][昭仙儿]: 魔兽怀旧全服交流Q群224 384 702，欢迎各位商人老板加群224 384 702。", -- [8]
	"[08:59:47][CHANNEL][昭仙儿]: 魔兽怀旧全服交流Q群224 384 702，欢迎各位商人老板加群224 384 702。", -- [9]
	"[09:00:54][CHANNEL][昭仙儿]: 魔兽怀旧全服交流Q群224 384 702，欢迎各位商人老板加群224 384 702。", -- [10]
	"[09:01:58][CHANNEL][昭仙儿]: 魔兽怀旧全服交流Q群224 384 702，欢迎各位商人老板加群224 384 702。", -- [11]
	"[09:03:07][CHANNEL][昭仙儿]: 魔兽怀旧全服交流Q群224 384 702，欢迎各位商人老板加群24 384 702。", -- [12]
	"[09:04:08][CHANNEL][昭仙儿]: 魔兽怀旧全服交流Q群224 384 702，欢迎各位商人老板加群224 384 702。", -- [13]
	"[09:05:18][CHANNEL][昭仙儿]: 魔兽怀旧全服交流Q群224 384 702，欢迎各位商人老板加群224 384 702。", -- [14]
	"[09:06:22][CHANNEL][昭仙儿]: 魔兽怀旧全服交流Q群224 384 702，欢迎各位商人老板加群224 384 702。", -- [15]
	"[09:07:33][CHANNEL][昭仙儿]: 魔兽怀旧全服交流Q群224 384 702，欢迎各位商人老板加群224 384 702。", -- [16]
	"[09:08:36][CHANNEL][昭仙儿]: 魔兽怀旧全服交流Q群224 384 702，欢迎各位商人老板加群224 384 702。", -- [17]
	"[09:09:42][CHANNEL][昭仙儿]: 魔兽怀旧全服交流Q群224 384 702，欢迎各位商人老板加群224 384 702。", -- [18]
	"[09:10:48][CHANNEL][昭仙儿]: 魔兽怀旧全服交流Q群224 384 702，欢迎各位商人老板加群224 384 702。", -- [19]
	"[09:11:53][CHANNEL][昭仙儿]: 魔兽怀旧全服交流Q群224 384 702，欢迎各位商人老板加群224 384 702。", -- [20]
	"[09:12:58][CHANNEL][昭仙儿]: 魔兽怀旧全服交流Q群224 384 702，欢迎各位商人老板加群224 384 702。", -- [21]
	"[09:14:00][CHANNEL][昭仙儿]: 魔兽怀旧全服交流Q群224 384 702，欢迎各位商人老板加群224 384 702。", -- [22]
	"[09:17:22][CHANNEL][昭仙儿]: 魔兽怀旧全服交流Q群224 384 702，欢迎各位商人老板加群224 384 702。", -- [23]
	"[09:18:23][CHANNEL][昭仙儿]: 魔兽怀旧全服交流Q群224 384 702，欢迎各位商人老板加群224 384 702。", -- [24]
	"[09:22:37][CHANNEL][昭仙儿]: 魔兽怀旧全服交流Q群224 384 702，欢迎各位商人老板加群224 384 702。", -- [25]
}
