
CombuctorDB4 = {
	["version"] = "603",
	["profiles"] = {
		["Ramipasi - 匕首岭"] = {
			["inventory"] = {
				["position"] = {
					"RIGHT", -- [1]
					nil, -- [2]
					"RIGHT", -- [3]
					-198.119262695313, -- [4]
					-4.44214487075806, -- [5]
				},
				["h"] = 431.999969482422,
				["itemframew"] = 304,
				["showBags"] = true,
				["sets"] = {
					"全部", -- [1]
					"装备", -- [2]
					"商品", -- [3]
					"任务", -- [4]
					"消耗品", -- [5]
					"其它", -- [6]
				},
				["bags"] = {
					0, -- [1]
					1, -- [2]
					2, -- [3]
					3, -- [4]
					4, -- [5]
				},
				["w"] = 412,
				["itemframeh"] = 266,
			},
			["bank"] = {
				["position"] = {
					"LEFT", -- [1]
				},
				["h"] = 470,
				["itemframew"] = 304,
				["showBags"] = true,
				["bags"] = {
					-1, -- [1]
					5, -- [2]
					6, -- [3]
					7, -- [4]
					8, -- [5]
					9, -- [6]
					10, -- [7]
				},
				["sets"] = {
					"全部", -- [1]
					"装备", -- [2]
					"商品", -- [3]
					"任务", -- [4]
					"消耗品", -- [5]
					"其它", -- [6]
				},
				["w"] = 412,
				["itemframeh"] = 304,
			},
		},
	},
}
BF_VoidStorageDB = nil
