
HandyNotesDB = {
	["profileKeys"] = {
		["全是人啊 - 水晶之牙"] = "全是人啊 - 水晶之牙",
		["Ramipasi - 匕首岭"] = "Ramipasi - 匕首岭",
		["烟亦舞 - 辛迪加"] = "烟亦舞 - 辛迪加",
		["哪里都排队 - 水晶之牙"] = "哪里都排队 - 水晶之牙",
		["烟亦舞 - 水晶之牙"] = "烟亦舞 - 水晶之牙",
	},
	["profiles"] = {
		["全是人啊 - 水晶之牙"] = {
		},
		["Ramipasi - 匕首岭"] = {
		},
		["烟亦舞 - 辛迪加"] = {
		},
		["哪里都排队 - 水晶之牙"] = {
		},
		["烟亦舞 - 水晶之牙"] = {
		},
	},
}
HandyNotes_HandyNotesDB = {
	["profileKeys"] = {
		["全是人啊 - 水晶之牙"] = "全是人啊 - 水晶之牙",
		["Ramipasi - 匕首岭"] = "Ramipasi - 匕首岭",
		["烟亦舞 - 辛迪加"] = "烟亦舞 - 辛迪加",
		["哪里都排队 - 水晶之牙"] = "哪里都排队 - 水晶之牙",
		["烟亦舞 - 水晶之牙"] = "烟亦舞 - 水晶之牙",
	},
	["profiles"] = {
		["全是人啊 - 水晶之牙"] = {
		},
		["Ramipasi - 匕首岭"] = {
		},
		["烟亦舞 - 辛迪加"] = {
		},
		["哪里都排队 - 水晶之牙"] = {
		},
		["烟亦舞 - 水晶之牙"] = {
		},
	},
}
