
BFCooldownDB = {
	["BUFF"] = {
		["config"] = false,
		["hidecooldown"] = false,
		["font"] = "Fonts\\ARKai_T.ttf",
		["max"] = 0,
		["point"] = "CENTER",
		["alpha"] = 0.8,
		["size"] = 30,
	},
	["ACTION"] = {
		["hidecooldown"] = false,
		["scale"] = 4,
		["special"] = false,
		["alpha"] = 0.8,
		["min"] = 2.99,
		["config"] = true,
		["style"] = -1,
		["shine"] = true,
		["font"] = "Fonts\\ARKai_T.ttf",
		["size"] = 35,
	},
	["short"] = {
		["r"] = 1,
		["g"] = 0.1,
		["s"] = 1.2,
		["b"] = 0.1,
	},
	["spellCache"] = {
		["烹饪"] = {
			10, -- [1]
			"spell", -- [2]
		},
		["寻找矿物"] = {
			3, -- [1]
			"spell", -- [2]
		},
		["急救"] = {
			6, -- [1]
			"spell", -- [2]
		},
		["进食"] = {
			724, -- [1]
			"item", -- [2]
		},
		["破甲攻击"] = {
			31, -- [1]
			"spell", -- [2]
		},
		["弓射击"] = {
			4, -- [1]
			"spell", -- [2]
		},
		["打磨利刃 II"] = {
			2863, -- [1]
			"item", -- [2]
		},
		["食谱：彩鳍鱼"] = {
			6368, -- [1]
			"item", -- [2]
		},
		["战斗怒吼"] = {
			25, -- [1]
			"spell", -- [2]
		},
		["盾牌格挡"] = {
			30, -- [1]
			"spell", -- [2]
		},
		["嘲讽"] = {
			27, -- [1]
			"spell", -- [2]
		},
		["挫志怒吼"] = {
			26, -- [1]
			"spell", -- [2]
		},
		["炉石"] = {
			6948, -- [1]
			"item", -- [2]
		},
		["护甲 +16"] = {
			2313, -- [1]
			"item", -- [2]
		},
		["战斗姿态"] = {
			20, -- [1]
			"spell", -- [2]
		},
		["血性狂暴"] = {
			33, -- [1]
			"spell", -- [2]
		},
		["影遁"] = {
			5, -- [1]
			"spell", -- [2]
		},
		["食谱：杂味炖肉"] = {
			728, -- [1]
			"item", -- [2]
		},
		["英勇打击"] = {
			23, -- [1]
			"spell", -- [2]
		},
		["冲锋"] = {
			17, -- [1]
			"spell", -- [2]
		},
		["断筋"] = {
			22, -- [1]
			"spell", -- [2]
		},
		["防御姿态"] = {
			34, -- [1]
			"spell", -- [2]
		},
		["食谱：美味小鱼"] = {
			6325, -- [1]
			"item", -- [2]
		},
		["压制"] = {
			18, -- [1]
			"spell", -- [2]
		},
		["食谱：刺须鲶鱼"] = {
			6330, -- [1]
			"item", -- [2]
		},
		["雷霆一击"] = {
			23, -- [1]
			"spell", -- [2]
		},
		["治疗药水"] = {
			118, -- [1]
			"item", -- [2]
		},
		["复仇"] = {
			28, -- [1]
			"spell", -- [2]
		},
		["钓鱼"] = {
			16, -- [1]
			"spell", -- [2]
		},
		["剥皮"] = {
			1, -- [1]
			"spell", -- [2]
		},
		["盾击"] = {
			29, -- [1]
			"spell", -- [2]
		},
		["撕裂"] = {
			21, -- [1]
			"spell", -- [2]
		},
	},
	["isChangeFont"] = true,
	["secs"] = {
		["r"] = 1,
		["g"] = 0.8,
		["s"] = 0.9,
		["b"] = 0,
	},
	["center"] = {
		["r"] = 0,
		["b"] = 1,
		["text"] = true,
		["alpha"] = 0.65,
		["width"] = 67,
		["config"] = false,
		["font"] = "Fonts\\ARKai_T.ttf",
		["time"] = 1.2,
		["position"] = {
			["y"] = 78,
			["p"] = "CENTER",
			["x"] = -52,
			["r"] = "CENTER",
		},
		["g"] = 1,
		["mode"] = true,
		["style"] = 1,
		["size"] = 30,
	},
	["mins"] = {
		["r"] = 0.8,
		["g"] = 0.6,
		["s"] = 0.7,
		["b"] = 0,
	},
	["hrs"] = {
		["r"] = 0.6,
		["g"] = 0.4,
		["s"] = 0.6,
		["b"] = 0,
	},
	["days"] = {
		["r"] = 0.4,
		["g"] = 0.4,
		["s"] = 0.6,
		["b"] = 0.4,
	},
	["bar"] = false,
}
